[app]
language=Italiano
load_error=Questo file sembra essere danneggiato o non supportato
load_error_ext=È necessario installare le ▢ Estensioni immagine per aprire i ▢ file
yes=Sì
no=No
LANGUAGE_TIP=Cambiare la lingua richiede il riavvio dell'applicazione
OPEN_WITH=Visualizza con PhoXoSee
welcome=Benvenuti in PhoXoSee!
intro=Veloce · Leggero · Pulito · Potente
welcome_open=APRI
plugin_button=INSTALLA
cancel=Annulla
ocr_none=Nessun testo trovato nell'immagine.

[TOOLBAR]
1=Striscia di pellicola (F)
2=Vedi la posizione
3=Dimensioni effettive (/ o 1)
4=Adatta alla finestra (/ o 1)
5=Ingrandisci (Ctrl + Rotella)
6=Riduci (Ctrl + Rotella)
7=Immagine precedente (←)
8=Immagine successiva (→ o Spazio)
9=Ruota di 90° a sinistra (Ctrl+L)
10=Ruota di 90° a destra (Ctrl+R)
11=Elimina (Canc)
12=Ridimensiona immagine (F2)
13=Migliora visualizzazione
14=Menu (M)
15=Schermo intero (Invio)
16=Esci dallo schermo intero (Invio)
17=Tema colore
18=Cerca foto per data di scatto
19=Nuova versione disponibile
20=Ritaglia (K)

[ColorTheme]
1=Barra titolo : segui il sistema|Barra titolo : tema chiaro|Barra titolo : tema scuro|Barra titolo : Personalizzato
t=Tieni premuto Shift per impostare rapidamente

[ViewEnhance]
t=Luminosità|Colorato|Nitidezza|Ammorbidimento

[EXIF]
0=Informazioni
1=Nome file:
2=Tipo file:
3=Dimensione file:
4=Dimensione immagine:
5=Data modifica:
20=Data di scatto:
21=Marca:
22=Modello:
23=Modello obiettivo:
24=Numero F:
25=Apertura massima:
26=Tempo di esposizione:
27=Risoluzione:
28=Velocità ISO:
29=Lunghezza focale:
30=Modalità di misurazione:
31=Flash:
33=Programma di esposizione:
35=Conteggio fotogrammi:
50=Software:
80=_/Media/Media ponderata al centro/Spot/MultiSpot/Pattern/Parziale
81=Flash scattato/Nessun flash
83=_/Manuale/Programma normale/Priorità di apertura/Priorità di chiusura/Programma creativo (orientato alla profondità di campo)/Programma azione (orientato alla velocità dell'otturatore)/Modalità ritratto (per foto in primo piano con sfondo sfocato)/Modalità paesaggio (per foto di paesaggi con sfondo a fuoco)

[TITLE]
10=
11=
12=
30=
31=
32=

[DlgSetting]
page=Visualizza|Generale|Associazione|Esplora|Varie|Privacy
10=Rendering accelerato hardware (GPU)
11=Non controllare questa opzione se l'immagine appare anomala
12=Visualizza finestra di conferma prima di eliminare
13=Strategia di visualizzazione intelligente per immagini estremamente lunghe
14=Visualizza dimensioni effettive e posiziona automaticamente in alto
15=Salvataggio qualità JPEG
16=[0..100], si consiglia 80
19=Non consentire più istanze del software
20=Disattiva l'animazione di avvio sulla finestra principale
21=Abilita la cronologia dei file recenti
22=Salva le impostazioni dell'interfaccia utente
23=Riapri l'ultima immagine all'avvio
24=Miniature per i formati selezionati (riavvio forse necessario)
25=Elimina definitivamente i file (non spostarli nel Cestino)
26=Sfondo automatico per SVG se troppo chiaro/scuro nel tema corrente
100=Ruota della mouse
101=Immagine precedente/successiva|Zoom
103=Doppio clic
104=Ingrandisci (2x)|Dimensione reale (100%)|Schermo intero
106=Fornitore GPS
107=Mappe Bing|Mappe Google
109=Livello di zoom massimo
110=Ripeti cartella quando si raggiunge l'ultima/la prima immagine
113=Salva automaticamente dopo aver ruotato l'immagine
114=Ignora profilo ICC incorporato dell'immagine
115=Cancella cache miniature
116=Passo zoom
117=Standard|Veloce
118=Mostra griglia trasparenza
119=Visualizza sempre le immagini alla massima qualità (leggermente più lento)
200=Estensione|App predefinita
201=Cambia
300=Aggiungi voce al menu contestuale in Esplora file di Windows
301=Tasto ESC per uscire dall'applicazione
302=Tema pulsante precedente/successivo
303=Circolare
305=Disabilita interpolazione quando lo zoom è > 100%
306=Disabilita gli angoli arrotondati del sistema
307=Controlla automaticamente gli aggiornamenti

[DlgDelete]
t=Elimina file|Non chiedermelo più|Vuoi rimuovere questo file nel Cestino?

[DlgResize]
t=Ridimensiona immagine|Larghezza|Altezza|Mantieni rapporto d'aspetto
1=Mostra dimensione stimata\nDimensione WebP calcolata (<2M px)

[DlgCustomizeTool]
1=Allinea a sinistra|Allinea al centro|Allinea a destra
tip=Ripristina predefiniti|Rimuovi pulsante|Sposta a sinistra|Sposta a destra|Applica modifiche

[DlgAbout]
0=Informazioni
1=Versione:
2=Copyright © ▢ FULI. Tutti i diritti riservati.
3=Gratuito per uso personale e commerciale
4=Controlla aggiornamenti
5=Chiudi
6=Stai utilizzando l'ultima versione
7=È disponibile una versione più recente. Desideri ottenerla ora?
8=Crediti

[SearchImage]
1=Scegli la directory contenente le immagini
3=Trova foto con data di scatto a partire da:
4=solo questo giorno|entro 10 giorni|entro 30 giorni|entro 100 giorni
5=Cerca
8=Ricerca immagini in corso
9=La ricerca è stata annullata
10=Immagini totali trovate

[BatchSvg]
1=Seleziona la directory contenente i file ▢
2=Seleziona la dimensione dell'immagine di output
3=Converti
4=Nessun file ▢ trovato in questa directory
5=La conversione dell'immagine è stata completata.
6=Scegli la cartella di destinazione
7=Conversione fallita: 
8=La conversione è stata annullata.

[File]
SUPPORT_FILE=Tutte le Immagini
SAVE_ERROR=Impossibile salvare l'immagine
5=La directory non esiste
6=Sfoglia...

[MENU]
2=Uscita
12=Dimensioni effettive
13=Adatta alla finestra
21000=Apri
21001=Salva come
21002=Copia
21100=Stampa
tool=Strumenti
21101=Ottieni sfondo corrente
21806=Riconosci testo nell'immagine
21807=Ritaglia
21600=Sempre in primo piano
wheel=Ruota del mouse
21700=Immagine precedente/successiva
21701=Zoom
toolbar=Barra degli strumenti
21750=In alto
21751=In basso
21805=Personalizza barra
language=Lingua
21800=Impostazioni
21801=Informazioni
recent=File recenti
21804=Pulisci
20000=Informazioni
21003=Apri posizione dell'immagine
openwith=Apri con
21803=Seleziona
20013=Schermo intero
21004=Incolla immagine
21108=Nascondi automaticamente la barra degli strumenti
21110=Converti SVG → PNG
21115=Converti HEIC → JPG
thumbdock=Posizione del riquadro miniature
thumbsrow=Miniature per riga
thumbsize=Dimensione miniature
21120=Nascondi riquadro miniature
21820=Piccolo
21821=Medio (predefinito)
21822=Grande
21823=Alt+rotellina del mouse per lo zoom